Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2019-2.pdf.tmx
Source language: nob
Languages: sme

source: Innholdet i dette utsagnet ligger i samisk filosofi om barn og læring.
sme: Dán dajaldaga sisdoalus lea sámi filosofiija mánáid ja oahppama birra.

source: Alle barn lærer, men barn lærer ulikt og tilegner seg kunnskap fordi alle har ulike forutsetninger for læring.
sme: Buot mánát ohppet, muhto mánát ohppet ja háhket dieđu iešguđetge láhkai daningo buohkain leat iešguđetgelágan eavttut oahppamis.

source: Innholdet i utsagnet samsvarer med rammeplan for barnehagen (2017: 40) som sier at barnehagen skal tilpasse allmennpedagogiske tilbudet etter barnas behov og forutsetninger, også når barn har behov for ekstra støtte i kortere eller lengre perioder.
sme: Sisdoallu dajaldagas oktiivástida mánáidgárddi rámmaplánain (2017: 50) mas daddjo ahte mánáidgárdi galgá heivehit dábálašpedagogalaš fálaldaga mánáid dárbbuid ja eavttuid mielde, maiddái go mánás lea dárbu liigedoarjagii oanehut dahje guhkit áigge.

source: Tradisjonell kunnskap i barnehagen
sme: Árbevirolaš máhttu mánáidgárddis

source: Samisk tradisjonell kunnskap er en kollektiv kunnskap, som består av praktisk ferdigheter som er utviklet og bearbeidet av den samiske befolkningen gjennom århundrer.
sme: Sámi árbevirolaš máhttu lea kollektiivvalaš máhttu, mas leat praktihkalaš dáiddut maid sámi álbmot lea ovdánahttán ja hábmen jahkečuđiid áigge.

source: Denne kunnskapen er videreført til generasjoner gjennom fortellinger og handlinger.
sme: Dát máhttu lea fievrreduvvon buolvvaid gaskka máidnasiiguin ja daguiguin.

source: Tradisjoner består, bevares og tas naturlig med inn i ny tid og nye rom.
sme: Árbevierut bissot, doalahuvvojit ja ávkkástallojuvvojit lunddolaččat ođđa áiggis ja báikkis.

source: Kultur og tradisjon handler om arv, men samtidig om å vedlikeholde, skape og fornye.
sme: Kultuvrras ja árbevierus lea sáhka árbbis, muhto maiddái áimmahuššamis, duddjomis ja ođasteames.

source: Konvensjonen om biologisk mangfold (1992) er et sentralt dokument i internasjonal miljørett.
sme: Biologalaš girjáivuođa konvenšuvdna (1992) lea guovddáš dokumeanta riikkaidgaskasaš birasrievttis.

source: I konvensjonens artikkel 8j, slås det fast at statene skal respektere, bevare og opprettholde urbefolkningenes og lokalsamfunnenes kunnskap, innovasjoner og praksis i bruk og bevaring av biologisk mangfold.
sme: Konvenšuvnna artihkkalis 8j daddjo ahte stáhtat galget respekteret, seailluhit ja bisuhit eamiálbmogiid ja báikkálaš servodagaid máhtu, innovašuvnnaid ja geavahusa biologalaš girjáivuođa geavaheames ja seailluheames.

source: Sametinget mener at denne konvensjonen må brukes mer aktivt i møte med barnehagemyndigheter for å vise at den berører virksomheter som samiske barnehager der samisk tradisjonell kunnskap lever og brukes i dag.
sme: Sámediggi oaivvilda dán konvenšuvnna ferte geavahit aktiivvalaččabut go deaivvada mánáidgárdeeiseválddiiguin, čájehan dihtii ahte dat guoskkaha maiddái doaimmahusaid nugo sámi mánáidgárddiid, gos sámi árbevirolaš máhttu eallá ja geavahuvvo odne.

source: Rammeplan for barnehagen (2017:25) styrker det artikkel 8j i konvensjonen sier om biologisk mangfold:» Samiske barnehager skal bygge på en samisk forståelse av naturen og bidra til at barna kan leve i harmoni med naturen, nyttiggjøre seg og høste av naturen og utvikle respekt for naturfenomener.
sme: Mánáidgárddi rámmaplána (2017: 25) nanne dan mii daddjo konvenšuvnna artihkkalis 8j biologalaš girjáivuođas: “Mánáidgárdi galgá vuođđuduvvot sámi luondduáddejupmái ja váikkuhit dasa ahte mánát sáhttet eallit harmonalaččat luonddus, ávkkástallat luonddu ja ovdánahttit árvvusatnima luonddufenomenaide.

source: » Derfor er det viktig at samisk tradisjonell arbeid tar utgangspunkt i de samiske barnehager sitt pedagogiske arbeid.
sme: ” Danin lea dehálaš ahte sámi árbevirolaš bargguid vuolggasadjin leat sámi mánáidgárddiid pedagogalaš barggut.

source: Deklaration Tråante, artikkel 30 (2017:05) nevner tradisjonell kunnskap og sier at denne kunnskapen er sterkt tilkyttet samenes tradisjonelle land-og bosettingsområde.
sme: Tråante deklarašuvnnas, artihkkalis 30 (2017: 05) namuhuvvo árbevirolaš máhttu ja das daddjo ahte dan máhtus lea nana čanastat sámiid árbevirolaš eana- ja ássanguovlluide.

source: » Den tradisjonelle samiske kulturen er i dag høyst levende på svært mange områder.
sme: » Árbevirolaš sámi kultuvra lea vel odnege ealli kultuvra máŋgga oktavuođas.

source: De gamle tradisjonene blir holdt i hevd, selv om ikke alle går i kofte og ikke arbeider i de samiske primærnæringene.
sme: Boares árbevierut seilot, vaikke eai buohkat geavat gávtti, eaige bargga sámi ealáhusaiguin.

source: Men i likhet med alle andre kulturer er også den samiske kulturen i utvikling og endring.
sme: Numo earáge kultuvrrat, de maiddái sámi kultuvra ovdána ja rievddada.

source: Samiske barn pendler i dag mellom samisk og norsk kultur.
sme: Sámi mánát jođašit odne sámi ja dáru kultuvrra gaskka.

source: Kulturell identitet i dag handler om å ta individuelle valg.
sme: Otná kultuvrralaš identitehtas lea sáhka ovttaskas válljejumiin.

source: Og det er mange måter å være same på.
sme: Leat máŋga vuogi leat sápmelažžan.

source: Det er også mange samiske kulturer, blant annet sørsamisk, lulesamisk og nordsamisk.
sme: Leat maiddái máŋga sámi kultuvrra, earret eará lullisámi, julevsámi ja davvisámi.

source: Den lokale kulturen skal være et naturlig utgangspunkt for det som skjer i den samiske barnehagen.
sme: Báikkálaš kultuvra galgá leat lunddolaš vuolggasadjin dasa mii dáhpáhuvvá sámi mánáidgárddis.

source: Det er derfor viktig at samarbeidet mellom hjem og barnehagen fungerer godt, slik at de ulike samiske språkene, verdiene og tradisjonene overføres og gjenspeiler det daglige arbeidet i barnehagen.
sme: Lea danin dehálaš ahte ovttasbargu gaskal ruovttu ja mánáidgárddi doaibmá bures, nu ahte dat iešguđetgelágan sámegielat, sámi árvvut ja árbevierut fievrriduvvojit ja speadjalastet mánáidgárddiid beaivválaš bargguid.

source: Det er også viktig at de som arbeider i barnehagene har kulturkunnskap og kulturforståelse, slik at den lokale tradisjonelle kunnskapen kan transformeres til ny tid slik at samiske barn skal knytte tilhørighet til sitt lokale nærområde og på den måten få styrke sitt, språk og sin samiske identitet.
sme: Lea maiddái dehálaš ahte sis geat mánáidgárddiin barget lea kulturmáhttu ja kulturáddejupmi. Dalle báikkálaš árbevirolaš máhttu sáhttá transformerejuvvot ođđa áigái nu, ahte sámi mánát čatnet gullevašvuođa iežaset lagasbirrasii ja dainna lágiin nannejit gielaset ja sámi identitehtaset.

source: Rammeplan for barnehagen (2017:24) er tydelig på at samisk kultur og tradisjonskunnskap skal videreføres i samiske barnehager.
sme: Mánáidgárddi rámmaplána (2017: 24) lea čielggas das, ahte sámi kultuvra ja árbevirolaš máhttu galgá fievrriduvvot sámi mánáidgárddiide.

source: Det heter at samiske barnehager skal bidra til å bevare og videreutvikle den samiske kulturarven og synliggjøre samisk språk, kultur, levemåter og verdier i vår tid.
sme: Das čuožžu ahte sámi mánáidgárddit galget veahkehit seailluhit ja ovdánahttit sámi kulturárbbi ja oainnusmahttit sámegiela, sámi kultuvrra, eallinvuogi ja árvvuid min áiggis.

source: Barnehagen skal også bidra til at barna kan bli kjent med mangfoldet i egen og andres kultur, og at barna kan utvikle respekt og fellesskapsfølelse for hele det samiske mangfoldet.
sme: Mánáidgárdi galgá maiddái veahkehit mánáid oahpásmuvvat iežas ja earáid kultuvrraid girjáivuhtii ja ahte mánát sáhttet hábmet gudnejahttima ja searvevuođadovddu olles sámi girjáivuhtii.

source: Samiske barnehager utenfor samiske språkforvaltningsområder arbeider også med samisk tradisjonell kunnskap.
sme: Sámi mánáidgárddit olggobeale sámi giellahálddašanguovlluid barget maiddái sámi árbevirolaš máhtuin.

source: Det kan være utfordringer med dette dersom det ikke finnes kompetanse på området blant personalet.
sme: Dainna sáhttet leat hástalusat jus bargiin ii leat máhttu dan oasis.

source: Rammeplan for barnehagen sier at: ”Samiske barnehager skal ta i bruk tradisjonelle lærings-og arbeidsmetoder, på barns premisser i vår tid.
sme: Mánáidgárddi rámmaplánas daddjo ahte: “Sámi mánáidgárddit galget geavahit árbevirolaš oahpahallan- ja bargovugiid, mánáid eavttuid vuođul dálááiggis.

source: Barnehagen skal gi barna mulighet til aktiv deltakelse i tradisjonelle aktiviteter der personalet gir veiledning og slik hjelper barna til å bli selvstendige.
sme: Mánáidgárdi galgá addit mánáide vejolašvuođa aktiivvalaččat searvat árbevirolaš doaimmaide mas bargit bagadallet ja nu veahkehit mánáid šaddat iešheanalažžan.

source: ” For at de ansatte i samiske barnehager skal kunna lære seg hvordan arbeide med samisk tradisjonell kunnskap i vår tid som rammeplanen krever, mener Sametinget at det er svært viktig å prioritere økonomiske midler som stipend til kompetansebygging innen samisk tradisjonell kunnskap, for å sikre og videreføre den kunnskapen hos de ansatte i samiske barnehager, også utenfor samiskspråklige områder.
sme: ” Vai sámi mánáidgárddiid bargit galget sáhttit oahppat mo bargat sámi árbevirolaš máhtuin otná áiggis, numo rámmaplána gáibida, de oaivvilda Sámediggi ahte lea erenoamáš dehálaš vuoruhit ekonomalaš ruđaid nugo stipeandda sámi árbevirolaš máhtu gelbbolašvuođahuksemii, sihkkarastin- ja fievrridan dihtii máhtu sámi mánáidgárddiid bargiin, maiddái olggobeale sámegielat guovlluid ođđaáiggis.

source: Mål:
sme: Mihttu:

source: • Den samiske barnehagen bygger på tradisjonell kunnskap.
sme: · Sámi mánáidgárdi vuođđuduvvá árbevirolaš máhttui.

source: • Arbeide for at samiske barnehager har gode rammebetingelser som kulturbærende
sme: · Bargat nu, ahte sámi mánáidgárddiin leat buorit rámmaeavttut kulturguoddi institušuvdnan.

source: • Arbeide for virkemiddelordninger som støtter opp om tradisjonell kunnskap og kulturell
sme: · Oažžut váikkuhangaskaoapmeortnegiid mat dorjot árbevirolaš máhtu ja kultuvrralaš ceavzilvuođa.

source: Innsatsområde 3: Kunnskap og kompetanse bygger fremtidens barnehager
sme: Áŋgiruššansuorgi 3: Máhttu ja gelbbolašvuohta huksejit boahttevaš mánáidgárddiid

source: Kunnskap og kompetanse i barnehagesektoren
sme: Máhttu ja gelbbolašvuohta mánáidgárdesuorggis

source: Kunnskap og kompetanse er avgjørende for å sikre utvikling i den samiske barnehagesektoren.
sme: Máhttu ja gelbbolašvuohta leat mearrideaddjit sámi mánáidgárdesuorggi ovdánahttima sihkkarastimis.

source: Det foregår prosesser på flere plan der både myndighetene, kommunene, barnehageeiere, barnehageansatte, foreldre og andre er med.
sme: Máŋgga dásis leat proseassat jođus mas sihke eiseválddit, suohkanat, mánáidgárdeeaiggádat, mánáidgárdebargit, váhnemat ja earát leat mielde.

source: For å kunne medvirke og involveres i forvaltningen av samiske barnehager, må kunnskapsgrunnlaget heves for alle involverte parter.
sme: Jus sámi mánáidgárddiid hálddašeapmái galgá sáhttit váikkuhit ja fátmmastuvvot, de ferte máhttovuođu dássi loktejuvvot buot oasseváldiin.

source: Sametinget vil arbeide for at alle våre samarbeidspartnere og aktører i barnehagesektoren skal ha kunnskaper om hva en samisk barnehage er og hvordan institusjonen plasserer seg i samfunnet som en viktig kulturbærer for det samiske folk.
sme: Sámediggi áigu bargat nu, ahte buot min ovttasbargoguimmiin ja aktevrrain mánáidgárdesuorggis galgá leat máhttu das mii sámi mánáidgárdi lea ja makkár sajádat institušuvnnas lea servodagas dehálaš kulturguoddin sámi álbmogii.

source: Først når kunnskapsnivået heves blant folk, vil samfunnet kunne forstå de samiske barnas utfordringer i det å være tokulturelle og tospråklige.
sme: Easkka dalle go máhtolašvuođadássi loktejuvvo olbmuin sáhttá servodat áddet sámi mánáid hástalusaid leat guovttekultuvrralaš ja guovttegielat mánnán.

source: Først da vil samfunnet kunne få positive holdninger til det å være same, til det å ha et annet språk enn majoriteten, til det å leve med en annen kultur enn majoriteten og til det å tilhøre et urfolk.
sme: Easkka dalle sáhttá servodat háhkat positiivvalaš guottuid sámevuhtii, ahte lea eará giella go eanetlogus, ahte lea eará kultuvra go eanetlogus ja dasa ahte gullá eamiálbmogii.

source: I dag har vi endelig kommet så langt at alle barn i barnehager i landet skal få kjennskap til samene som urfolk, alle barnehagelærerstudenter i landet likeså, og et samisk innhold i skolen er også et krav for alle elever.
sme: Odne leat mii viimmat buvttahan nu guhkás ahte buot mánáidgárdemánát ja maiddái mánáidgárdeoahpaheaddjeoahpu studeanttat galget oahppat ahte sápmelaččat leat eamiálbmot, ja gáibádussan lea ahte galgá leat sámi sisdoallu skuvllas buot ohppiide.

source: Men også myndigheter og de som fastsetter lover og regler behøver økt kunnskap om temaet.
sme: Muhto maiddái eiseválddit ja sii geat mearridit lágaid ja njuolggadusaid dárbbašit eanet máhtu fáttás.

source: Store endringer i barnehagesektoren de siste årene har ført til et utvidet kompetansebehov hos barnehagens ansatte.
sme: Mánáidgárdesuorggi stuorra rievdadusat maŋimuš jagiid leat daguhan viidát gelbbolašvuođadárbbuid mánáidgárdebargiide.

source: Personalet og deres kompetanse er barnehagens viktigste ressurs og en forutsetning for at barnehagen skal være en god arena for omsorg, lek, danning og læring.
sme: Bargit ja sin máhttu lea mánáidgárddi deháleamos resursa ja lea eaktun dasa ahte mánáidgárdi sáhttá leat buorre arena ovddasmorrašii, stoahkamii, ávdnemii ja oahppamii.

source: Rammeplan for barnehagen er tydelig når det gjelder barnehagens forpliktelser til et systematisk pedagogisk arbeid.
sme: Mánáidgárddi rámmaplána lea čielggas go lea sáhka mánáidgárddi geatnegasvuođain systemáhtalaš pedagogalaš bargguin.

source: Rammeplanen gir føringer for hvordan eier, styrer, barnehagelærere og andre ansatte skal arbeide for at alle barn skal få et barnehagetilbud av høy kvalitet.
sme: Rámmaplána láidesta eaiggáda, jođiheaddji, mánáidgárdeoahpaheddjiid ja eará bargiid das mo galget bargat ahte buot mánáide fállojuvvo mánáidgárdefálaldat alla kvalitehtas.

source: Kvalitetsutvikling i barnehagen innebærer derfor en stadig utvikling av personalets kompetanse for å sikre realisering av rammeplanens intensjoner.
sme: Kvalitehtaovdánahttin mánáidgárddis sisttisdoallá danin bargiid máhtolašvuođa dađistaga ovdáneami sihkkarastin dihtii rámmaplána áigumušaid duohtandahkama.

source: Det er barnehageeiers ansvar å sørge for at personalet har riktig og nødvendig kompetanse.
sme: Lea mánáidgárdeeaiggáda ovddasvástádus sihkkarastit ahte bargiin lea rievttes ja dárbbašlaš gelbbolašvuohta.

source: Flere samiske barnehagelærere med kompetanse på mastergradsnivå i barnehagen vil kunne bidra til utvikling av en kunnskapsbasert praksis.
sme: Eanet sámi mánáidgárdeoahpaheaddjit geain lea masterdási gelbbolašvuohta ja geat barget mánáidgárddiin sáhttet oasálastit máhttovuđot bargguid ovdánahttimis.

source: Økt kunnskap og kompetanse
sme: Lassi máhttu ja gelbbolašvuohta

source: Utvikling av kvalitet i de samiske barnehagene er avhengig av at de ansatte får mulighet til å heve sin kompetanse individuelt og i et faglig fellesskap.
sme: Sámi mánáidgárddiid kvalitehta ovdánahttimis lea čatnagasas das ahte bargiide fállojuvvo vejolašvuohta loktet máhtuset sihke oktagaslaččat ja fágalaš searvevuođas.

source: En utfordring er å heve kompetansen i barnehagesektoren som er tilpasset sektorens behov.
sme: Hástalussan lea loktet gelbbolašvuođa mánáidgárdesuorggis mii lea heivehuvvon suorggi dárbbuide.

source: Sametinget ønsker å bidra til at barnehageeiere og ledelse iverksetter kollektive utviklings- og endringsprosesser.
sme: Sámediggi háliida veahkehit mánáidgárdeeaiggádiid ja jođiheddjiid álggahit kollektiivvalaš ovdánahttin- ja rievdadanproseassaid.

source: Dette nevnes i den nasjonale strategien «Kompetanse for fremtidens barnehage» (2018-2022).
sme: Dát namuhuvvo nationála strategiijas “Kompetanse for fremtidens barnehage” (20182022).

source: Strategien sier at arbeid med satsingsområdene må ses i sammenheng med pågående nasjonale satsinger.
sme: Strategiijas daddjo ahte áŋgiruššansurggiid bargguid ferte geahččat nationála viggamušaid oktavuođas.

source: Strategien nevner også at for å kunne ivareta det samiske innholdet i samiske barnehager og samiske avdelinger, må barnehagen ha nødvendig kompetanse i samisk språk og kultur.
sme: Strategiijas namuhuvvo maiddái ahte jus galgá sáhttit vuhtiiváldit sámi mánáidgárddiid ja sámi ossodagaid sámi sisdoalu, de ferte mánáidgárddis leat doarvái gelbbolašvuohta sámegielas ja sámi kultuvrras.

source: Sametinget sammen med barnehagemyndighetene følger opp den nasjonale kompetansestrategien i en implementeringsprosess for samiske barnehager.
sme: Sámediggi ovttas mánáidgárdeeiseválddiiguin čuovvula nationála gelbbolašvuođastrategiija implementerenproseassas sámi mánáidgárddiide.

source: Kompetanse nevnes også i rammeplan for barnehagen (2017), og det er tydelige krav til hva som forventes av samiske barnehager, samiske avdelinger og andre barnehager med samiske barn.
sme: Gelbbolašvuohta namuhuvvo maiddái mánáidgárddi rámmaplánas (2017) ja leat čielga gáibádusat mii vurdojuvvo sámi mánáidgárddiin, sámi ossodagain ja eará mánáidgárddiin gos leat sámi mánát.

source: Rammeplanen nevner samisk språk og kultur eksplisitt og er gjennomgående i rammeplanen.
sme: Rámmaplána namuha namalassii sámegiela ja sámi kultuvrra ja lea jearggalaš rámmaplánas.

source: Dette betyr at alle berørte parter og aktører i den samiske barnehagesektoren må ha avklarte ansvarsforhold og et samarbeid må til om kompetanseutvikling skal finne sted, både nasjonalt, regionalt og på lokalt nivå.
sme: Dat mearkkaša ahte buot oasálaččain ja aktevrrain sámi mánáidgárdesuorggis fertejit leat čielggaduvvon ovddasvástádusdilit ja dasa lassin ferte oažžut ovttasbarggu jus gelbbolašvuođaovdánahttin galgá sáhttit dáhpáhuvvat, sihke nationálalaččat, regionálalaččat ja báikkálaččat.

source: De to innsatsområdene i denne meldingen om språk og tradisjonell kunnskap danner grunnlaget for hvilke kunnskapsområder og kompetansefelt Sametinget mener det blir viktig å satse på i tiden fremover.
sme: Dán dieđáhusa guokte áŋgiruššansuorggi giela ja árbevirolaš máhtu birra hábmejit vuođu guđiid máhtolašvuođasurggiid ja gelbbolašvuođasurggiid Sámediggi oaivvilda šaddat dehálažžan boahttevuođa áŋgiruššamis.

source: Sametinget mener det er en selvfølge og må være et krav at ansatte i samiske barnehager er samiskspråklige og har kunnskap og kompetanse i samisk tradisjonskunnskap.
sme: Sámediggi atná diehttelassan ahte sámi mánáidgárdebargiin sámi mánáidgárddiin gáibiduvvo sámegiella ja máhttu ja gelbbolašvuohta sámi árbevirolaš máhtus.

source: Å ha kjennskap til lover, konvensjoner og de rettigheter som til enhver tid styrer den samiske barnehagen blir også viktig for alle involverte parter.
sme: Dovdat lágaid, konvenšuvnnaid ja rivttiid mat geažos áigge stivrejit sámi mánáidgárddi šaddá maiddái dehálažžan oasálaččaide.

source: Barnehageeier må gi de ansatte mulighet til å tilegne seg kunnskap og kompetanse i samisk språk, og det er viktig å ha gode kunnskaper om de ulike tradisjonelle aktivitetene, poengterer også «NOU 2016:18 Hjertespråket».
sme: Mánáidgárdeeaiggát ferte láhčit dili bargiide nu, ahte sis lea vejolašvuohta háhkat máhtu ja gelbbolašvuođa sámegielas, ja lea dehálaš máhttit daid iešguđetgelágan árbevirolaš doaimmaid, deattuha NÁČ 2016: 18 “Váibmogiella”.

source: Rekruttering i barnehagesektoren
sme: Rekrutteren mánáidgárdesuorggis

source: Det samiske samfunnet står ovenfor store utfordringer når det gjelder rekruttering av samiskspråklige ansatte som behersker nord-, lule- og sørsamisk språk.
sme: Sámi servvodagas leat stuorra hástalusat go lea sáhka rekrutteremis sámegielat bargiid geat máhttet davvi-, julev- ja lullisámegielas.

source: Mangel på utdannede barnehagelærere og andre ansatte er den største utfordringen for å styrke og utvikle samisk språk og identitet i barnehagen.
sme: Stuorámus hástalus nannet ja ovdánahttit giela ja identitehta mánáidgárddis lea go leat váilevaš oahppan mánáidgárdeoahpaheaddjit ja eará bargit.

source: Det utdannes for få samiskspråklige lærere til barnehagen, og det er stor etterspørsel etter de som har en slik utdanning.
sme: Dál skuvlejuvvojit beare unnán sámegielat oahpaheaddji mánáidgárdái ja lea stuorra ohcaleapmi dakkáriidda geain lea diekkár oahppu.

source: Å øke rekrutteringen er en viktig faktor for å sikre at barn i barnehagen får ivaretatt sine rettigheter og å oppfylle krav til utdanning etter barnehageloven.
sme: Lea dehálaš nannet rekrutterema sihkkarastin dihtii ahte mánáidgárdemánáid rievttit fuolahuvvojit. Dat lea maiddái dehálaš fáktor mánáidgárdelága oahppogáibádusaid ollašuhttimis.

source: Bemanningen i dagens barnehager består av både barnehagelærere/pedagoger og assistenter/fagarbeidere.
sme: Otná mánáidgárddiid bargoveagas leat sihke mánáidgárdeoahpaheaddjit/pedagogat ja assisteanttat/fágabargit.

source: Pedagogisk personale og andre samiskspråklige ansatte er grunnpilarer i fremtidens barnehager.
sme: Pedagogalaš bargit ja eará sámegielat bargit leat boahttevuođa mánáidgárddiid geađgejuolggit.

source: Derfor er rekruttering av samiskspråklige barnehagelærere og andre ansatte viktig.
sme: Danin lea dehálaš rekrutteret sámegielat mánáidgárdeoahpaheddjiid ja eará bargiid.

source: Studentene som tar barnehagelærerutdanning vil være bærebjelkene i fremtiden.
sme: Studeanttat geat studerejit mánáidgárdeoahpaheaddjin bohtet leat geađgejuolgin boahttevuođas.

source: Uten flere samiskspråklige barnehagelærere, vil man ikke kunne få den ønskede utviklingen for barnehagene i det samiske samfunnet.
sme: Jus eai šatta eanet sámegielat mánáidgárdeoahpaheaddjit, de ii leat vejolaš oažžut dan sávahahtti ovdánahttima mánáidgárddiin sámi servodagas.

source: Sametinget har fått flere tilbakemeldinger fra barnehageeiere om at det er vanskelig å rekruttere samiskspråklige ansatte, alt fra pedagoger, assistenter/fagarbeidere og vikarer.
sme: Sámediggi lea ožžon máŋga máhcahaga mánáidgárdeeaiggádiin ahte lea váttis rekrutteret sámegiela bargiid, sihke pedagogaid, assisteanttaid/fágabargiid ja maiddái sadjásaččaid.

source: Dette er en utfordring, ikke bare i områder som ligger utenfor forvaltningsområdet for samisk språk, men også innenfor språkområdet.
sme: Dát lea hástalus, ii dušše dain guovlluin mat leat sámegiela hálddašanguovlluid olggobealde, muhto maiddái hálddašanguovlluid siskkobealde.

source: Sametinget vil med sin politikk bidra til at mangelen på samiskspråklige ansatte reduseres, og gå inn for å gjøre det lettere å rekruttere og beholde samiskspråklige ansatte.
sme: Sámediggi háliida politihkainis veahkkin lasihit sámegielat bargiid ja bargat nu, ahte lea álkit rekrutteret ja doalahit sámegielat bargiid.

source: Regjeringens bemanningsnorm og pedagognorm, som tidligere nevnt, gjør det ikke enklere for rekruttering av samiskspråklige ansatte.
sme: Numo ovdalis namuhuvvon, de ráđđehusa bargoveahkanorbma ja pedagoganorbma ii álkit sámegielat bargiid rekrutterema.

source: Det settes krav til antall voksne og pedagogtetthet per antall barn, men vi vet at det er kamp om ressursene når det gjelder de samiskspråklige voksne.
sme: Biddjojit gáibádusat galle ollesolbmo ja pedagoga galget leat nuo ja nuo ollu mánáid nammii, muhto mii diehtit ahte lea doarrumuš resurssain go lea sáhka sámegielat ollesolbmuin.

source: Det må lovfestes at et samisk barnehagetilbud skal ha flere samiskspråklige ansatte for at det samiske språket skal bevares.
sme: Jus sámegiella galgá seailut, de ferte lágas nannet ahte sámegielat mánáidgárdefálaldagas galget leat eambbo sámegielat bargit.

source: Sametinget ønsker mer fokus på samisk tradisjonell kunnskap i de samiske barnehagene.
sme: Sámediggi sávvá eanet fokusa sámi árbevirolaš máhttui sámi mánáidgárddiin.
